{
    "perhaps": {
        "traducao": "Talvez",
        "descricaoIngles": "Used to express uncertainty or possibility, when one does not wish to be too definite or assertive in the expression of an opinion, when making a polite request, offer, or suggestion. (adverb)",
        "descricaoPortugues": "Indica possibilidade, mas não certeza. Sinônimos: acaso, quiçá, porventura."
    },
    "actually": {
        "traducao": "Na verdade",
        "descricaoIngles": "As the truth or facts of a situation; really. Used to emphasize that something someone has said or done is surprising. (adverb)",
        "descricaoPortugues": "É usada em uma afirmação que não é falsa, mas em que se oculta alguma informação."
    },
    "push": {
        "traducao": "Empurrar",
        "descricaoIngles": "Exert force on (someone or something), typically with one's hand, in order to move them away from oneself or the origin of the force. (verb)",
        "descricaoPortugues": "Impulsionar com força, impelir com vigor, empuxar. Dar encontrões em."
    },
    "borrow": {
        "traducao": "Pegar Emprestado",
        "descricaoIngles": "Take and use (something that belongs to someone else) with the intention of returning it. (verb)",
        "descricaoPortugues": "Pegar algo emprestado de alguém, com a intenção de devolvê-lo ao dono."
    },
    "although": {
        "traducao": "Embora",
        "descricaoIngles": "In spite of the fact that; even though; however; but. (conjunction)",
        "descricaoPortugues": "Enquanto, mesmo que, apesar de que, ainda que."
    },
    "traffic": {
        "traducao": "Tráfego",
        "descricaoIngles": "Vehicles moving on a road or public highway. (noun)",
        "descricaoPortugues": "Movimento ou fluxo de veículos."
    },
    "awful": {
        "traducao": "Horrível",
        "descricaoIngles": "Very bad or unpleasant. Used to emphasize the extent of something, especially something unpleasant or negative. (adjective)",
        "descricaoPortugues": "Adjetivo usado para algo muito ruim ou desagradável; horroroso, péssimo."
    },
    "principal": {
        "traducao": "Diretor",
        "descricaoIngles": "The person with the highest authority or most important position in an organization, institution, or group. (noun)",
        "descricaoPortugues": "Aquele que dirige ou orienta; dirigente, gestor. Aquele que ocupa o cargo mais alto numa administração."
    },
    "rug": {
        "traducao": "Tapete",
        "descricaoIngles": "A floor covering of thick woven material or animal skin, typically not extending over the entire floor. (noun)",
        "descricaoPortugues": "Revestimento feito de algum material (normalmente tecido) para revestir pisos."
    },
    "clover": {
        "traducao": "Trevo",
        "descricaoIngles": "A herbaceous plant of the pea family that has dense, globular flower heads, and leaves that are typically three-lobed. It is an important and widely grown fodder and rotational crop. (noun)",
        "descricaoPortugues": "Design. comum a diversas plantas que têm folhas compostas por três folíolos; trifólio."
    }
}